{
    "tag_to_idx": {
        "hewan": 0,
        "makanan": 1,
        "furnitur": 2,
        "bangunan": 3,
        "aktivitas": 4,
        "aktivitas": 5,
        "aktivitas": 6,
        "aktivitas": 7,
        "hewan": 8,
        "olahraga": 9,
        "ilustrasi": 10,
        "peralatan": 11,
        "makanan": 12,
        "dokumen": 13,
        "hewan": 14,
        "mobil": 15,
        "peralatan": 16,
        "pakaian": 17,
        "hewan": 18,
        "makanan": 19,
        "aktivitas": 20,
        "olahraga": 21,
        "hewan": 22,
        "peralatan": 23,
        "peralatan": 24,
        "peralatan": 25,
        "gunung": 26,
        "peralatan": 27,
        "makanan": 28,
        "hutan": 29,
        "alam": 30,
        "peralatan": 31,
        "hewan": 32,
        "makanan": 33,
        "mobil": 34,
        "elektronik": 35,
        "peralatan": 36,
        "hewan": 37,
        "hewan": 38,
        "makanan": 39,
        "elektronik": 40,
        "furnitur": 41,
        "peralatan": 42,
        "elektronik": 43,
        "pantai": 44,
        "olahraga": 45,
        "aktivitas": 46,
        "peralatan": 47,
        "furnitur": 48,
        "aktivitas": 49,
        "aktivitas": 50,
        "aktivitas": 51,
        "aktivitas": 52,
        "aktivitas": 53,
        "peralatan": 54,
        "elektronik": 55,
        "aktivitas": 56,
        "mobil": 57,
        "motor": 58,
        "elektronik": 59,
        "orang": 60,
        "elektronik": 61,
        "olahraga": 62,
        "olahraga": 63,
        "olahraga": 64,
        "peralatan": 65,
        "elektronik": 66,
        "elektronik": 67,
        "mobil": 68,
        "mobil": 69,
        "makanan": 70,
        "peralatan": 71,
        "makanan": 72,
        "elektronik": 73,
        "olahraga": 74,
        "peralatan": 75,
        "elektronik": 76,
        "makanan": 77,
        "hewan": 78,
        "olahraga": 79,
        "peralatan": 80,
        "mobil": 81,
        "peralatan": 82,
        "olahraga": 83,
        "furnitur": 84,
        "alam": 85,
        "peralatan": 86,
        "peralatan": 87,
        "furnitur": 88,
        "aktivitas": 89,
        "aktivitas": 90,
        "aktivitas": 91,
        "peralatan": 92,
        "olahraga": 93,
        "mobil": 94,
        "elektronik": 95,
        "peralatan": 96,
        "peralatan": 97,
        "makanan": 98,
        "hewan": 99
    },
    "idx_to_tag": {
        "0": "hewan",
        "1": "makanan",
        "2": "furnitur",
        "3": "bangunan",
        "4": "aktivitas",
        "5": "aktivitas",
        "6": "aktivitas",
        "7": "aktivitas",
        "8": "hewan",
        "9": "olahraga",
        "10": "ilustrasi",
        "11": "peralatan",
        "12": "makanan",
        "13": "dokumen",
        "14": "hewan",
        "15": "mobil",
        "16": "peralatan",
        "17": "pakaian",
        "18": "hewan",
        "19": "makanan",
        "20": "aktivitas",
        "21": "olahraga",
        "22": "hewan",
        "23": "peralatan",
        "24": "peralatan",
        "25": "peralatan",
        "26": "gunung",
        "27": "peralatan",
        "28": "makanan",
        "29": "hutan",
        "30": "alam",
        "31": "peralatan",
        "32": "hewan",
        "33": "makanan",
        "34": "mobil",
        "35": "elektronik",
        "36": "peralatan",
        "37": "hewan",
        "38": "hewan",
        "39": "makanan",
        "40": "elektronik",
        "41": "furnitur",
        "42": "peralatan",
        "43": "elektronik",
        "44": "pantai",
        "45": "olahraga",
        "46": "aktivitas",
        "47": "peralatan",
        "48": "furnitur",
        "49": "aktivitas",
        "50": "aktivitas",
        "51": "aktivitas",
        "52": "aktivitas",
        "53": "aktivitas",
        "54": "peralatan",
        "55": "elektronik",
        "56": "aktivitas",
        "57": "mobil",
        "58": "motor",
        "59": "elektronik",
        "60": "orang",
        "61": "elektronik",
        "62": "olahraga",
        "63": "olahraga",
        "64": "olahraga",
        "65": "peralatan",
        "66": "elektronik",
        "67": "elektronik",
        "68": "mobil",
        "69": "mobil",
        "70": "makanan",
        "71": "peralatan",
        "72": "makanan",
        "73": "elektronik",
        "74": "olahraga",
        "75": "peralatan",
        "76": "elektronik",
        "77": "makanan",
        "78": "hewan",
        "79": "olahraga",
        "80": "peralatan",
        "81": "mobil",
        "82": "peralatan",
        "83": "olahraga",
        "84": "furnitur",
        "85": "alam",
        "86": "peralatan",
        "87": "peralatan",
        "88": "furnitur",
        "89": "aktivitas",
        "90": "aktivitas",
        "91": "aktivitas",
        "92": "peralatan",
        "93": "olahraga",
        "94": "mobil",
        "95": "elektronik",
        "96": "peralatan",
        "97": "peralatan",
        "98": "makanan",
        "99": "hewan"
    }
}